Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Event saved successfully
ar: تم حفظ الحدث بنجاح
ca: S'ha desat correctament l’esdeveniment
cy: Wedi llwyddo i gadw’r digwyddiad
da: Begivenheden blev gemt
da_instk12: Begivenheden blev gemt
de: Ereignis erfolgreich gespeichert
es: El evento se guardó correctamente
es_es: Se ha guardado el evento
fi: Tapahtuman tallennus onnistui
fr: Événement enregistré avec succès
fr_ca: L’événement a été enregistré avec succès
ga: D'éirigh leis an imeacht a shábháil
hi: घटना सफलतापूर्वक सहेजी गई
ht: Aktivite sovgade avèk siksè
id: Acara berhasil disimpan
is: Viðburður vistaður
it: Evento salvato correttamente
ja: イベントが正常に保存されました
ko: 이벤트를 저장했습니다
mi: I ora pai te takahanga
ms: Acara berjaya disimpan
nb: Arrangement lagret
nb_instk12: Arrangement lagret
nl: Evenement opgeslagen
pl: Pomyślnie zapisano wydarzenie
pt: Evento guardado com êxito
pt_br: Evento salvo com sucesso
ru: Событие успешно сохранено
sl: Dogodek uspešno shranjen
sv: Händelsen sparades
sv_instk12: Händelsen sparades
th: บันทึกกิจกรรมเสร็จสิ้น
vi: Đã lưu sự kiện thành công
zh: 已成功保存事件
zh_hk: 成功儲存活動

source: Every %@ day
ar: كل %@ يوم
ca: Cada %@ dia
cy: Pob %@ diwrnod
da: Hver %@. dag
da_instk12: Hver %@. dag
de: Jeden %@ Tag
es: Cada %@ día
es_es: Cada %@ día
fi: Joka %@ päivä
fr: Tous les %@ jours
fr_ca: Chaque %@ jour
ga: Gach %@ lá
hi: हर %@ दिन
ht: Chak %@ jou
id: Setiap %@ hari
is: Á %@ dags fresti
it: Ogni %@ giorno
ja: %@日ごと
ko: %@일마다
mi: Ia %@ rā
ms: Setiap %@ hari
nb: Hver %@ dag
nb_instk12: Hver %@ dag
nl: Elke %@ dag
pl: Co %@ dni
pt: Todos os %@ dias
pt_br: A cada %@ dia
ru: Каждый %@ день
sl: Vsak %@ dan
sv: Var %@ dag
sv_instk12: Var %@ dag
th: ทุก %@ วัน
vi: Mỗi %@ ngày
zh: 每 %@ 天
zh_hk: 每 %@ 天

source: Every %@ month
ar: كل %@ شهر
ca: Cada %@ mes
cy: Pob %@ mis
da: Hver %@. måned
da_instk12: Hver %@. måned
de: Jeden %@ Monat
es: Cada %@ mes
es_es: Cada %@ mes
fi: Joka %@ kuukausi
fr: Tous les %@ mois
fr_ca: Tous les %@ mois
ga: Gach %@ mí
hi: हर %@ महीने
ht: Chak %@ mwa
id: Setiap %@ bulan
is: Á %@ mánaðar fresti
it: Ogni %@ mese
ja: %@月ごと
ko: %@개월마다
mi: Ia %@ marama
ms: Setiap %@ bulan
nb: Hver %@ måned
nb_instk12: Hver %@ måned
nl: Elke %@ maand
pl: Co %@ mies.
pt: Todos os %@ meses
pt_br: A cada %@ mês
ru: Каждый %@ месяц
sl: Vsak %@ mesec
sv: Var %@ månad
sv_instk12: Var %@ månad
th: ทุก %@ เดือน
vi: Mỗi %@ tháng
zh: 每 %@ 月
zh_hk: 每 %@ 個月

source: Every %@ week
ar: كل %@ أسبوع
ca: Cada %@ setmana
cy: Pob %@ wythnos
da: Hver %@. uge
da_instk12: Hver %@. uge
de: Jede %@ Woche
es: Cada %@ semana
es_es: Cada %@ semana
fi: Joka %@ viikko
fr: Toutes les %@ semaines
fr_ca: Chaque %@ semaine
ga: Gach %@ seachtain
hi: हर %@ सप्ताह
ht: Chak %@ semèn
id: Setiap %@ minggu
is: Á %@ viku fresti
it: Ogni %@ settimana
ja: %@週ごと
ko: %@주마다
mi: Ia %@ wiki
ms: Setiap %@ minggu
nb: Hver %@ uke
nb_instk12: Hver %@ uke
nl: Elke %@ week
pl: Co %@ tydzień
pt: Todas as %@ semanas
pt_br: A cada %@ semana
ru: Каждую %@ неделю
sl: Vsak %@ teden
sv: Var %@ vecka
sv_instk12: Var %@ vecka
th: ทุก %@ สัปดาห์
vi: Mỗi %@ tuần
zh: 每 %@ 周
zh_hk: 每 %@ 週

source: Every %@ year
ar: كل %@ عام
ca: Cada %@ any
cy: Pob %@ o flynyddoedd
da: Hver %@. år
da_instk12: Hver %@. år
de: Jedes %@ Jahr
es: Cada %@ año
es_es: Cada %@ año
fi: Joka %@ vuosi
fr: Toutes les %@ années
fr_ca: Chaque %@ année
ga: Gach %@ bliain
hi: हर %@ वर्ष
ht: Chak %@ ane
id: Setiap %@ tahun
is: Á %@ árs fresti
it: Ogni %@ anno
ja: %@年ごと
ko: %@년마다
mi: Ia %@ tau
ms: Setiap %@ tahun
nb: Hvert %@ år
nb_instk12: Hvert %@ år
nl: Elk %@ jaar
pl: Co %@ rok
pt: Todos os %@ anos
pt_br: A cada %@ ano
ru: Каждый %@ год
sl: Vsako %@ leto
sv: Vart %@ år
sv_instk12: Vart %@ år
th: ทุก %@ ปี
vi: Mỗi %@ năm
zh: 每 %@ 年
zh_hk: 每 %@ 年

source: Every Day of the Week
ar: كل يوم في الأسبوع
ca: Cada dia de la setmana
cy: Pob Diwrnod o’r Wythnos
da: Alle ugens dage
da_instk12: Alle ugens dage
de: Jeden Tag der Woche
es: Cada día de la semana
es_es: Todos los días de la semana
fi: Jokainen viikonpäivä
fr: Tous les jours de la semaine
fr_ca: Tous les jours de la semaine
ga: Gach Lá den tSeachtain
hi: सप्ताह के हर दिन
ht: Chak Jou nan Semèn nan
id: Setiap Hari dari Minggu
is: Hvern dag vikunnar
it: Ogni giorno della settimana
ja: 曜日を問わない
ko: 주의 요일마다
mi: Ia Ra o te Wiki
ms: Setiap Hari dalam Seminggu
nb: Hver ukedag
nb_instk12: Hver ukedag
nl: Elke dag van de week
pl: W każdy dzień tygodnia
pt: Todos os dias da semana
pt_br: Todo dia da semana
ru: Каждый день недели
sl: Vsak dan v tednu
sv: Alla dagar i veckan
sv_instk12: Alla dagar i veckan
th: ทุกวันของสัปดาห์
vi: Mọi Ngày Trong Cả Tuần
zh: 一周每天
zh_hk: 一週中的每一天

source: Every other day
ar: كل يومين
ca: Cada altre dia
cy: Pob yn ail ddiwrnod
da: Hver anden dag
da_instk12: Hver anden dag
de: Jeden zweiten Tag
es: Cada dos días
es_es: Cada dos días
fi: Joka toinen päivä
fr: Un jour sur deux
fr_ca: Tous les deux jours
ga: Gach lá eile
hi: हर दूसरे दिन
ht: Chak de jou
id: Selang satu hari
is: Annan hvern dag
it: A giorni alterni
ja: 2日に1回
ko: 격일
mi: Ia ra atu
ms: Selang sehari
nb: Annenhver dag
nb_instk12: Annenhver dag
nl: Om de dag
pl: W każdy inny dzień
pt: Dia sim, dia não
pt_br: Em dias alternados
ru: Каждый второй день
sl: Vsak drugi dan
sv: Varannan dag
sv_instk12: Varannan dag
th: วันเว้นวัน
vi: Cách ngày
zh: 每隔一天
zh_hk: 每隔一天

source: Every other month
ar: كل شهرين
ca: Cada altre mes
cy: Pob yn ail fis
da: Hver anden måned
da_instk12: Hver anden måned
de: Jeden zweiten Monat
es: Cada dos meses
es_es: Cada dos meses
fi: Joka toinen kuukausi
fr: Un mois sur deux
fr_ca: Tous les deux mois
ga: Gach mí eile
hi: हर दूसरे महीने
ht: Chak de mwa
id: Selang satu bulan
is: Annan hvern mánuð
it: A mesi alterni
ja: 2か月に1回
ko: 격월
mi: Ia marama katoa
ms: Selang sebulan
nb: Annenhver måned
nb_instk12: Annenhver måned
nl: Om de maand
pl: Co drugi miesiąc
pt: Mês sim, mês não
pt_br: Em meses alternados
ru: Каждый второй месяц
sl: Vsak drugi mesec
sv: Varannan månad
sv_instk12: Varannan månad
th: เดือนเว้นเดือน
vi: Cách tháng
zh: 每隔一个月
zh_hk: 每隔一個月

source: Every other week
ar: كل أسبوعين
ca: Cada altra setmana
cy: Pob yn ail wythnos
da: Hver anden uge
da_instk12: Hver anden uge
de: Jede zweite Woche
es: Cada dos semanas
es_es: Cada dos semanas
fi: Joka toinen viikko
fr: Une semaine sur deux
fr_ca: Une semaine sur deux
ga: Gach seachtain eile
hi: हर दूसरे सप्ताह
ht: Chak de semèn
id: Selang satu minggu
is: Aðra hverja viku
it: A settimane alterne
ja: 2週間に1回
ko: 격주
mi: Ia wiki katoa
ms: Selang seminggu
nb: Annenhver uke
nb_instk12: Annenhver uke
nl: Om de week
pl: Co drugi tydzień
pt: Semana sim, semana não
pt_br: A cada duas semanas
ru: Каждую вторую неделю
sl: Vsak drugi teden
sv: Varannan vecka
sv_instk12: Varannan vecka
th: สัปดาห์เว้นสัปดาห์
vi: Cách tuần
zh: 每隔一周
zh_hk: 每隔一周

source: Every other year
ar: كل عامين
ca: Cada altre any
cy: Pob yn ail flwyddyn
da: Hvert andet år
da_instk12: Hvert andet år
de: Jedes zweite Jahr
es: Cada dos años
es_es: Cada dos años
fi: Joka toinen vuosi
fr: Une année sur deux
fr_ca: Tous les deux ans
ga: Gach bliain eile
hi: हर दूसरे वर्ष
ht: Chak de zan
id: Selang satu tahun
is: Annað hvert ár
it: Ad anni alterni
ja: 2年に1回
ko: 격년
mi: Ia tau katoa
ms: Selang setahun
nb: Annenhvert år
nb_instk12: Annenhvert år
nl: Om het jaar
pl: Co drugi rok
pt: De dois em dois anos
pt_br: Em anos alternados
ru: Каждый второй год
sl: Vsako drugo leto
sv: Vartannat år
sv_instk12: Vartannat år
th: ปีเว้นปี
vi: Cách năm
zh: 每隔一年
zh_hk: 每隔一年

source: Every Weekday
ar: كل يوم أسبوع
ca: Cada dia feiner
cy: Pob Diwrnod o’r Wythnos
da: Alle ugedage
da_instk12: Alle ugedage
de: Jeden Werktag
es: Todos los días de la semana
es_es: Todos los días laborables
fi: Jokainen viikonpäivä (maanantaista perjantaihin)
fr: Tous les jours ouvrables
fr_ca: Tous les jours de la semaine
ga: Gach Lá Seachtaine
hi: हर कार्यदिवस
ht: Chak Jou la semèn
id: Setiap Hari Kerja
is: Alla virka daga
it: Ogni giorno feriale
ja: 平日毎日
ko: 매주 주간
mi: Ia wiki
ms: Setiap Hari Bekerja
nb: Hver ukedag
nb_instk12: Hver ukedag
nl: Elke werkdag
pl: W każdy dzień roboczy
pt: Todos os dias da semana
pt_br: Todos os dias da semana
ru: Каждые выходные
sl: Vsak delavnik
sv: Alla veckodagar
sv_instk12: Alla veckodagar
th: จันทร์ถึงศุกร์
vi: Mọi Ngày Trong Tuần
zh: 每周工作日
zh_hk: 每個平日

source: Every Weekday (Monday to Friday)
ar: كل يوم أسبوع (الإثنين إلى الجمعة)
ca: Cada dia feiner (de dilluns a divendres)
cy: Pob Diwrnod o’r Wythnos (Dydd Llun i Ddydd Gwener)
da: Alle hverdage (mandag til fredag)
da_instk12: Alle hverdage (mandag til fredag)
de: Jeden Werktag (Montag bis Freitag)
es: Todos los días de la semana (de lunes a viernes)
es_es: Todos los días laborables (de lunes a viernes)
fi: Joka arkipäivä (maanantaista perjantaihin)
fr: Tous les jours ouvrables (du lundi au vendredi)
fr_ca: Tous les jours de la semaine (du lundi au vendredi)
ga: Gach Lá Seachtaine (Luan go hAoine)
hi: प्रत्येक कार्यदिवस (सोमवार से शुक्रवार)
ht: Chak jou la semèn (Lendi rive vandredi)
id: Setiap Hari Kerja (Senin hingga Jumat)
is: Alla virka daga (mánudag til föstudags)
it: Ogni giorno feriale (dal lunedì al venerdì)
ja: 平日毎日（月曜 - 金曜）
ko: 매주 주간(월요일부터 금요일)
mi: Ia wiki (Mane ki te Paraire)
ms: Setiap Hari Bekerja (Isnin hingga Jumaat)
nb: Hver ukedag (mandag til fredag)
nb_instk12: Hver ukedag (mandag til fredag)
nl: Elke werkdag (maandag tot vrijdag)
pl: W każdy dzień roboczy (pon-pt)
pt: Todos os dias da semana (segunda a sexta-feira)
pt_br: Todos os dias da semana (de segunda a sexta-feira)
ru: Каждый будний день (с понедельника по пятницу)
sl: Vsak delavnik (od ponedeljka do petka)
sv: Alla veckodagar (måndag–fredag)
sv_instk12: Alla veckodagar (måndag–fredag)
th: จันทร์ถึงศุกร์
vi: Mọi Ngày Trong Tuần (Thứ Hai đến Thứ Sáu)
zh: 每周工作日（周一至周五）
zh_hk: 每個平日（星期一到星期五）

source: Everyone
ar: الجميع
ca: Tothom
cy: Pawb
da: Alle
da_instk12: Alle
de: Jeder
es: Todos
es_es: Todos
fi: Kaikki
fr: Tout le monde
fr_ca: Tous
ga: Gach duine
hi: सभी
ht: Tout Moun
id: Semua Orang
is: Allir
it: Tutti
ja: 全員
ko: 모두
mi: Tāngata katoa
ms: Semua orang
nb: Alle
nb_instk12: Alle
nl: Iedereen
pl: Każdy
pt: Todos
pt_br: Todo mundo
ru: Все
sl: Vsi
sv: Alla
sv_instk12: Alla
th: ทุกคน
vi: Mọi Người
zh: 所有人
zh_hk: 所有人

source: Everyone else
ar: أي شخص آخر
ca: Tots els altres
cy: Pawb arall
da: Alle andre
da_instk12: Alle andre
de: Alle anderen
es: Todos los demás
es_es: Todos los demás
fi: Kaikki muut
fr: Tous les autres
fr_ca: Tous les autres
ga: Gach duine eile
hi: बाकी सभी
ht: Tout lòt yo
id: Semua orang lain
is: Allir aðrir
it: Tutti gli altri
ja: 他の全員
ko: 나머지 모두
mi: tāngata katoa atu
ms: Semua orang
nb: Alle andre
nb_instk12: Alle andre
nl: Alle anderen
pl: Wszyscy pozostali
pt: Todos os outros
pt_br: Todos os demais
ru: Все остальные
sl: Vsi ostali
sv: Alla andra
sv_instk12: Alla andra
th: คนอื่น ๆ ทั้งหมด
vi: Mọi người khác
zh: 其他所有人
zh_hk: 其他所有人

source: Excused
ar: معفى
ca: Justificat
cy: Wedi esgusodi
da: Undskyldt
da_instk12: Undskyldt
de: Entschuldigt
es: Justificado
es_es: Justificado
fi: Vapautettu
fr: Excusé
fr_ca: Exempté
ga: Leithscéal ina leith
hi: माफ़ किया
ht: Egzante
id: Dibolehkan
is: Undanþegið
it: Giustificato
ja: 評価対象外(免除)
ko: 인정됨
mi: Whakawātea
ms: Dimaafkan
nb: Fritatt
nb_instk12: Fritatt
nl: Vrijgesteld
pl: Usprawiedliwiony
pt: Desculpado
pt_br: Dispensado
ru: По уважительной причине
sl: Opravičeno
sv: Ursäktad
sv_instk12: Ursäktad
th: ได้รับการยกเว้น
vi: Đã Xin Phép
zh: 已免除
zh_hk: 已免除

source: Exit
ar: خروج
ca: Surt
cy: Gadael
da: Afslut
da_instk12: Afslut
de: Beenden
es: Salir
es_es: Salir
fi: Poistu
fr: Quitter
fr_ca: Quitter
ga: Scoir
hi: बाहर निकलें
ht: Soti
id: Keluar
is: Hætta
it: Esci
ja: 終了
ko: 나가기
mi: E puta
ms: Keluar
nb: Avslutt
nb_instk12: Avslutt
nl: Afsluiten
pl: Wyjdź
pt: Sair
pt_br: Sair
ru: Выход
sl: Izhod
sv: Avsluta
sv_instk12: Avsluta
th: ออก
vi: Thoát
zh: 退出
zh_hk: 退出

source: Expand
ar: توسيع
ca: Desplega
cy: Ehangu
da: Udvid
da_instk12: Udvid
de: Erweitern
es: Expandir
es_es: Expandir
fi: Laajenna
fr: Développer
fr_ca: Développer
ga: Leathnaigh
hi: बढ़ाएं
ht: Elaji
id: Perbesar
is: Víkka
it: Espandi
ja: 展開
ko: 펼치기
mi: Whakawhānui
ms: Kembangkan
nb: Utvid
nb_instk12: Utvid
nl: Uitvouwen
pl: Rozwiń
pt: Expandir
pt_br: Expandir
ru: Развернуть
sl: Razširi
sv: Expandera
sv_instk12: Expandera
th: ขยาย
vi: Mở Rộng
zh: 展开
zh_hk: 展開

source: Expand detail view
ar: توسيع عرض التفاصيل
ca: Desplega la visualització detallada
cy: Ehangu gwedd fanwl
da: Udvid detaljeret visning
da_instk12: Udvid detaljeret visning
de: Detailansicht einblenden
es: Expandir vista detallada
es_es: Expandir vista detallada
fi: Laajenna yksityiskohtainen näkymä
fr: Développer la vue détaillée
fr_ca: Développer la vue détaillée
ga: Leathnaigh an t-amharc mionsonraithe
hi: विवरण दृश्य बढ़ाएं
ht: Elaji afichaj detaye
id: Perbesar tampilan terperinci
is: Stækka ítarlegt yfirlit
it: Espandi visualizzazione dettagliata
ja: 詳細ビューを展開する
ko: 세부 정보 보기 펼치기
mi: Whānui taipitopito tirohanga
ms: Kuncupkan pandangan butiran
nb: Utvid detaljert visning
nb_instk12: Utvid detaljert visning
nl: Detailweergave uitvouwen
pl: Rozwiń widok szczegółowy
pt: Expandir vista detalhada
pt_br: Expandir exibição de detalhes
ru: Развернуть подробное представление
sl: Razširi podroben pogled
sv: Visa detaljerad vy
sv_instk12: Visa detaljerad vy
th: ขยายมุมมองอย่างละเอียด
vi: Mở rộng dạng xem chi tiết
zh: 展开详细视图
zh_hk: 展開詳細資料檢視

source: expanded
ar: تم التوسيع
ca: desplegat
cy: wedi ehangu
da: udvidet
da_instk12: udvidet
de: eingeblendet
es: expandido
es_es: expandido
fi: laajennettu
fr: étendu
fr_ca: développé
ga: leathnaithe
hi: बढ़ाया गया
ht: elaji
id: diperbesar
is: víkkað
it: esteso
ja: 拡大
ko: 펼쳐짐
mi: whakawhānui
ms: dikembangkan
nb: utvidet
nb_instk12: utvidet
nl: uitgevouwen
pl: rozwinięte
pt: expandido
pt_br: expandido
ru: развернуто
sl: razširjeno
sv: expanderad
sv_instk12: expanderad
th: ขยายแล้ว
vi: đã mở rộng
zh: 展开
zh_hk: 展開

source: Expanded
ar: تم التوسيع
ca: S’ha desplegat
cy: Wedi ehangu
da: Udvidet
da_instk12: Udvidet
de: Erweitert
es: Expandido
es_es: Expandido
fi: Laajennettu
fr: Développé(e)
fr_ca: Développé(e)
ga: Leathnaithe
hi: बढ़ाया गया
ht: Elaji
id: Diperbesar
is: Stækkað
it: Esteso
ja: 展開
ko: 펼쳐짐
mi: Kua rahi ake
ms: Kembangkan
nb: Utvidet
nb_instk12: Utvidet
nl: Uitgevouwen
pl: Rozwinięte
pt: Expandido
pt_br: Expandido
ru: В развернутом виде
sl: Razširjeno
sv: Expanderad
sv_instk12: Förstorad
th: ขยายแล้ว
vi: Đã Mở Rộng
zh: 已扩展
zh_hk: 已展開

source: Expanded, Showing a month at a time
ar: موسع، يظهر شهرًا في المرة
ca: Desplegada, mostra un mes a la vegada
cy: Wedi’u hehangu, Dangos un mis ar y tro
da: Udvidet, viser en måned ad gangen
da_instk12: Udvidet, viser en måned ad gangen
de: Reduziert, zeigt jeweils einen Monat
es: Se expandió. Se muestra un mes por vez
es_es: Expandido, se muestra por mes
fi: Laajennettu, näytetään yksi kuukausi kerrallaan
fr: Développé, affichage du mois
fr_ca: Agrandi, montrant un mois à la fois
ga: Leathnaithe, Ag taispeáint mí amháin ag an am
hi: बढ़ाया गया, एक समय मेय एक माह दिखाया जा रहा है
ht: Elaji, Montre mwa pa mwa
id: Dibuka, Menampilkan satu bulan pada satu waktu
is: Víkkað, sýna mánuð í einu
it: Espanso, mostra un mese alla volta
ja: 展開し、一度に1カ月を表示する
ko: 펼쳐짐, 한 번에 한 달을 표시
mi: Kua whakawhānuihia, e whakaatu ana i te marama kotahi
ms: Dikembangkan,Menunjukkan sebulan pada satu-satu masa
nb: Vist, viser én måned om gangen
nb_instk12: Vist, viser én måned om gangen
nl: Uitgevouwen, toont een maand tegelijk
pl: Rozwinięty, wyświetlanie po miesiącu
pt: Expandido, mostrando um mês de cada vez
pt_br: Expandido, mostrando um mês de cada vez
ru: Развернуто, отображение помесячно
sl: Razširjeno, prikazan po en mesec naenkrat
sv: Expanderad, visar en månad i taget
sv_instk12: Expanderad, visar en månad i taget
th: ขยายแล้ว, แสดงครั้งละหนึ่งเดือน
vi: Đã mở rộng, Hiển thị từng tháng một
zh: 已展开，一次显示一个月
zh_hk: 已展開，一次顯示一個月

source: Experimental Features
ar: ميزات تجريبية
ca: Característiques experimentals
cy: Nodweddion Arbrofol
da: Eksperimentelle funktioner
da_instk12: Eksperimentelle funktioner
de: Experimentelle Funktionen
es: Funcionalidades experimentales
es_es: Funcionalidades experimentales
fi: Kokeelliset omaisuudet
fr: Fonctions expérimentales
fr_ca: Fonctions expérimentales
ga: Gnéithe Turgnamhach
hi: प्रयोगात्मक फ़ीचर्स
ht: Fonksyon Eksperimantal
id: Fitur Eksperimental
is: Tilraunaeiginleikar
it: Funzionalità sperimentali
ja: 実験機能
ko: 실험적 기능
mi: Ngā Ahuatanga Whakamātautau
ms: Ciri Eksperimental
nb: Eksperimentelle funksjoner
nb_instk12: Eksperimentelle funksjoner
nl: Experimentele functies
pl: Funkcje eksperymentalne
pt: Recursos experimentais
pt_br: Funcionalidades experimentais
ru: Экспериментальные функции
sl: Eksperimentalne funkcionalnosti
sv: Experimentella funktioner
sv_instk12: Experimentella funktioner
th: คุณสมบัติทดลองใช้
vi: Tính Năng Thử Nghiệm
zh: 试验功能
zh_hk: 實驗功能

source: external tool
ar: أداة خارجية
ca: eina externa
cy: adnodd allanol
da: eksternt værktøj
da_instk12: eksternt værktøj
de: Externes Tool
es: herramienta externa
es_es: herramienta externa
fi: ulkoinen työkalu
fr: outil externe
fr_ca: outil externe
ga: uirlis sheachtrach
hi: बाहरी उपकरण
ht: zouti ekstèn
id: alat eksternal
is: ytra tæki
it: strumento esterno
ja: 外部ツール
ko: 외부 도구
mi: taputapu waho
ms: alat luar
nb: eksternt verktøy
nb_instk12: eksternt verktøy
nl: externe tool
pl: zewnętrzne narzędzia
pt: ferramenta externa
pt_br: ferramenta externa
ru: внешний инструмент
sl: zunanje orodje
sv: externt verktyg
sv_instk12: externt verktyg
th: เครื่องมือจากภายนอก
vi: công cụ ngoài
zh: 外部工具
zh_hk: 外部工具

source: External Tool
ar: أداة خارجية
ca: Eina externa
cy: Adnodd Allanol
da: Eksternt værktøj
da_instk12: Eksternt værktøj
de: Externes Tool
es: Herramienta externa
es_es: Herramienta externa
fi: Ulkoinen työkalu
fr: Outil externe
fr_ca: Outil externe
ga: Uirlis Sheachtrach
hi: बाहरी उपकरण
ht: Zouti Ekstèn
id: Alat Eksternal
is: Ytra tól
it: Strumento esterno
ja: 外部ツール
ko: 외부 도구
mi: Taputapu waho
ms: Alat Luar
nb: Eksternt verktøy
nb_instk12: Eksternt verktøy
nl: Externe tool
pl: Narzędzie zewnętrzne
pt: Ferramenta Externa
pt_br: Ferramenta externa
ru: Внешний инструмент
sl: Zunanje orodje
sv: Externt verktyg
sv_instk12: Externt verktyg
th: เครื่องมือจากภายนอก
vi: Công Cụ Ngoài
zh: 外部工具
zh_hk: 外部工具

source: external URL
ar: عنوان URL خارجي
ca: URL extern
cy: URL allanol
da: ekstern URL
da_instk12: ekstern URL
de: Externe URL
es: URL externa
es_es: URL externa
fi: ulkoinen URL
fr: URL externe
fr_ca: URL externe
ga: URL seachtrach
hi: बाहरी URL
ht: URL ekstèn
id: URL eksternal
is: ytri vefslóð
it: URL esterna
ja: 外部URL
ko: 외부 URL
mi: URL waho
ms: URL luar
nb: ekstern URL
nb_instk12: ekstern URL
nl: externe URL
pl: zewnętrzny adres URL
pt: URL externo
pt_br: URL externo
ru: внешний URL-адрес
sl: zunanji naslov URL
sv: extern URL
sv_instk12: extern URL
th: URL จากภายนอก
vi: URL bên ngoài
zh: 外部网址
zh_hk: 外部 URL

source: External URL
ar: عنوان URL خارجي
ca: URL externa
cy: URL allanol
da: Ekstern URL
da_instk12: Ekstern URL
de: Externer URL
es: URL externa
es_es: URL externa
fi: Ulkoinen URL
fr: URL externe
fr_ca: URL externe
ga: URL seachtrach
hi: बाहरी URL
ht: URL Ekstèn
id: URL Eksternal
is: Ytri vefslóð
it: URL esterno
ja: 外部 URL
ko: 외부 URL
mi: URL waho
ms: URL Luar
nb: Ekstern URL
nb_instk12: Ekstern URL
nl: Externe URL's
pl: Zewnętrzny adres URL
pt: URL externo
pt_br: URL externa
ru: Внешний URL-адрес
sl: Zunanji naslov URL
sv: Extern URL
sv_instk12: Extern URL
th: URL จากภายนอก
vi: URL Bên Ngoài
zh: 外部 URL
zh_hk: 外部 URL

source: Extremely critical emergency
ar: حالة طارئة حرجة للغاية
ca: Emergència extremadament crítica
cy: Argyfwng difrifol iawn
da: Ekstrem kritisk nødsituation
da_instk12: Ekstrem kritisk nødsituation
de: Sehr kritischer Notfall
es: Emergencia extremadamente crítica
es_es: Emergencia extremadamente crítica
fi: Erittäin kiireellinen hätätapaus
fr: État d'urgence extrêmement critique
fr_ca: État d'urgence extrêmement critique
ga: Éigeandáil thar a bheith ríthábhachtach
hi: अत्यधिक गंभीर आपातकालीन स्थिति
ht: Ijans Trè Kritik
id: Darurat kritis ekstrem
is: Gífurlegt neyðarástand
it: Emergenza estremamente critica
ja: 非常に深刻な緊急事態
ko: 매우 중대한 긴급
mi: whawhati tata tino nui
ms: Kecemasan kritikal melampau
nb: Ekstremt kritisk nødsituasjon
nb_instk12: Ekstremt kritisk nødsituasjon
nl: Er is een probleem, graag dringend hulp
pl: Niezwykle krytyczna awaria
pt: Emergência extremamente crítica
pt_br: Emergência extremamente crítica
ru: Крайне критическая ситуация
sl: Skrajno kritični nujni primer
sv: Extremt kritiskt nödsituation
sv_instk12: Extremt kritiskt nödsituation
th: กรณีฉุกเฉินอย่างยิ่ง
vi: Trường hợp khẩn cấp cực kỳ quan trọng
zh: 十万火急的紧急事件
zh_hk: 萬分危急的緊急情況

source: Fail
ar: فشل
ca: Suspès
cy: Methiant
da: Ikke bestået
da_instk12: Ikke bestået
de: Fehlschlagen
es: Reprobado
es_es: Suspendido
fi: Hylätty
fr: Échec
fr_ca: Échec
ga: Teip
hi: विफल
ht: Echwe
id: Gagal
is: Tókst ekki
it: Errore
ja: 失敗
ko: 실패
mi: Rahua
ms: Gagal
nb: Ikke bestått
nb_instk12: Ikke bestått
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
pt_br: Reprovado
ru: Ошибка
sl: Neuspelo
sv: Misslyckades
sv_instk12: Misslyckades
th: ล้มเหลว
vi: Không đạt
zh: 失败
zh_hk: 失敗

source: Failed to add attachment. Please try again!
ar: تعذر إضافة مرفق. يرجى إعادة المحاولة!
ca: No s’ha pogut afegir el fitxer adjunt. Torneu-ho a provar
cy: Wedi methu ychwanegu atodiad. Rhowch gynnig arall arni!
da: Kunne ikke tilføje vedhæftet fil. Prøv igen!
da_instk12: Kunne ikke tilføje vedhæftet fil. Prøv igen!
de: Anhang konnte nicht hinzugefügt werden. Bitte versuchen Sie es erneut.
es: Error al agregar el archivo adjunto. Inténtelo de nuevo.
es_es: Ha habido un error al añadir el archivo. Inténtalo de nuevo.
fi: Liitteen lisäys epäonnistui. Yritä uudelleen!
fr: Échec de l'ajout d'une pièce jointe. Veuillez réessayer !
fr_ca: Échec lors de l’ajout de pièce jointe. Veuillez essayer de nouveau!
ga: Theip ar an gceangaltán a chur leis. Bain triail as arís le do thoil!
hi: संलग्नक जोड़ने में विफल। कृपया फिर से कोशिश करें!
ht: Echwe pou ajoute atachman. Tanpri, eseye ankò!
id: Gagal menambah lampiran. Silakan coba lagi!
is: Ekki tókst að bæta við viðhengi. Reyndu aftur!
it: Impossibile aggiungere allegato. Riprova!
ja: 添付ファイルの追加失敗しました。もういちど試してください！
ko: 첨부 파일을 추가하지 못했습니다. 다시 시도하세요.
mi: I rahua te taapiri i te taapiri. Me ngana ano!
ms: Gagal menambah kepilan. Sila cuba semula!
nb: Kunne ikke legge til vedlegg. Prøv igjen!
nb_instk12: Kunne ikke legge til vedlegg. Prøv igjen!
nl: Toevoegen van bijlage is mislukt. Probeer het opnieuw.
pl: Nie udało się dodać załącznika. Spróbuj ponownie!
pt: Falha ao adicionar o anexo. Por favor, tente novamente!
pt_br: Falha ao adicionar anexo. Por favor, tente novamente!
ru: Не удалось добавить вложение. Попробуйте еще раз!
sl: Priloge ni bilo mogoče dodati. Poskusite znova!
sv: Det gick inte att lägga till bilagan. Försök igen!
sv_instk12: Det gick inte att lägga till bilagan. Försök igen!
th: ไม่สามารถเพิ่มเอกสารแนบ กรุณาลองใหม่อีกครั้ง!
vi: Thêm tập tin đính kèm thất bại. Vui lòng thử lại!
zh: 无法添加附件。请重试
zh_hk: 無法添加附件。請重試！
